aaron-bond.better-comments
anteprimorac.html-end-tag-labels
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cweijan.dbclient-jdbc
cweijan.vscode-mysql-client2
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.vscode-pull-request-github
illixion.vscode-vibrancy-continued
miguelsolorio.symbols
mikestead.dotenv
ms-azuretools.vscode-docker
ms-vscode.vscode-typescript-next
oderwat.indent-rainbow
redhat.vscode-yaml
ritwickdey.liveserver
solnurkarim.html-to-css-autocompletion
twxs.cmake
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
wmaurer.change-case
zhuangtongfa.material-theme
